
{
  "translation": {
    "information": {
      "home-title": "INFORMACIÓN",
      "hydro_energy": {
        "title": "Energía Hidroeléctrica",
        "image_alt": "Esta es una imagen sobre la Energía Hidroeléctrica",
        "description": "<p>La <b>energía hidroeléctrica</b> es una fuente de energía renovable que utiliza el movimiento del agua para generar electricidad. Es una de las fuentes de energía renovable más utilizadas en todo el mundo.</p>",
        "how_it_works": {
          "title": "Cómo Funciona",
          "steps": {
            "water_flow": "<p><b>Flujo de Agua</b> - Una represa o un río canaliza el agua hacia las turbinas.</p>",
            "turbine_rotation": "<p><b>Rotación de la Turbina</b> - La fuerza del agua en movimiento hace girar las turbinas.</p>",
            "electricity_generation": "<p><b>Generación de Electricidad</b> - Las turbinas activan un generador, convirtiendo la energía cinética en energía eléctrica.</p>"
          }
        },
        "advantages": {
          "title": "Ventajas",
          "list": {
            "renewable": "✅ Renovable y sostenible",
            "low_emissions": "✅ Bajas emisiones de gases de efecto invernadero",
            "reliable": "✅ Confiable y eficiente"
          }
        },
        "disadvantages": {
          "title": "Desventajas",
          "list": {
            "ecosystem_impact": "❌ Puede afectar los ecosistemas y la migración de peces",
            "high_cost": "❌ Altos costos iniciales de construcción",
            "water_dependency": "❌ Dependencia de la disponibilidad de agua"
          }
        }
      },
      "wind_energy": {
        "title": "Energía Eólica",
        "image_alt": "Esta es una imagen sobre la Energía Eólica",
        "description": "<p><b>La energía eólica</b> es una fuente de energía renovable que convierte la energía cinética del viento en electricidad mediante aerogeneradores.</p>",
        "how_it_works": {
          "title": "Cómo Funciona",
          "steps": {
            "wind_blows": "<p><b>El Viento Sopla</b> - El viento hace girar las aspas de un aerogenerador.</p>",
            "rotor_rotation": "<p><b>Rotación del Rotor</b> - Las aspas están conectadas a un rotor, que hace girar un generador.</p>",
            "electricity_generation": "<p><b>Generación de Electricidad</b> - El generador convierte la energía mecánica en energía eléctrica.</p>"
          }
        },
        "advantages": {
          "title": "Ventajas",
          "list": {
            "renewable": "✅ Renovable y sostenible",
            "low_impact": "✅ Bajo impacto ambiental (sin emisiones)",
            "versatile": "✅ Se puede instalar en tierra o en el mar"
          }
        },
        "disadvantages": {
          "title": "Desventajas",
          "list": {
            "variable_wind": "❌ La velocidad del viento es variable e impredecible",
            "wildlife_impact": "❌ Puede afectar a poblaciones de aves y murciélagos",
            "space_requirement": "❌ Requiere grandes espacios abiertos para una eficiencia óptima"
          }
        }
      },
      "solar_energy": {
        "title": "Energía Solar",
        "image_alt": "Esta es una imagen sobre la Energía Solar",
        "description": "<p><b>La energía solar</b> es una fuente de energía renovable que aprovecha la luz del sol para generar electricidad y calor. Es una de las fuentes de energía más disponibles y sostenibles en la Tierra.</p>",
        "how_it_works": {
          "title": "Cómo Funciona",
          "steps": {
            "capture_sunlight": "<p><b>Los Paneles Solares Capturan la Luz Solar</b> - Las células fotovoltaicas (PV) convierten la luz solar en electricidad.</p>",
            "conversion_power": "<p><b>Conversión a Energía Utilizable</b> - Un inversor convierte la corriente continua (DC) generada en corriente alterna (AC) para uso doméstico o industrial.</p>",
            "storage": "<p><b>Almacenamiento (Opcional)</b> - Las baterías pueden almacenar el exceso de energía para la noche o días nublados.</p>"
          }
        },
        "types": {
          "title": "Tipos de Energía Solar",
          "list": {
            "pv": "<p><b>Energía Solar Fotovoltaica (PV)</b> - Convierte directamente la luz solar en electricidad mediante paneles solares.</p>",
            "thermal": "<p><b>Energía Solar Térmica</b> - Utiliza el calor del sol para calentar agua o aire para uso residencial e industrial.</p>",
            "csp": "<p><b>Energía Solar Concentrada (CSP)</b> - Usa espejos o lentes para concentrar la luz solar y generar altas temperaturas para la producción de electricidad.</p>"
          }
        },
        "advantages": {
          "title": "Ventajas",
          "list": {
            "renewable": "✅ Renovable y abundante",
            "cost_savings": "✅ Reduce las facturas de electricidad",
            "low_maintenance": "✅ Costos de mantenimiento bajos",
            "eco_friendly": "✅ No emite gases de efecto invernadero"
          }
        },
        "disadvantages": {
          "title": "Desventajas",
          "list": {
            "sunlight_dependency": "❌ La producción de energía depende de la disponibilidad de luz solar",
            "high_install_cost": "❌ Costos iniciales de instalación elevados",
            "space_requirement": "❌ Requiere un gran espacio para instalaciones a gran escala"
          }
        },
        "conclusion": "La energía solar se utiliza ampliamente en hogares, empresas y grandes plantas de energía."
      },
      "biofuel_energy": {
        "title": "Energía de Biocombustibles",
        "image_alt": "Esta es una imagen sobre la Energía de Biocombustibles",
        "description": "<p><b>La energía de biocombustibles</b> es una fuente de energía renovable derivada de materiales orgánicos, como plantas, residuos agrícolas y grasas animales. Puede utilizarse para el transporte, la generación de electricidad y la calefacción.</p>",
        "types": {
          "title": "Tipos de Biocombustibles",
          "list": {
            "bioethanol": "<p><b>Bioetanol</b> - Producido a partir de cultivos como maíz, caña de azúcar y trigo, a menudo mezclado con gasolina.</p>",
            "biodiesel": "<p><b>Biodiésel</b> - Elaborado con aceites vegetales, grasas animales o algas, usado como alternativa al diésel.</p>",
            "biogas": "<p><b>Biogás</b> - Generado por la descomposición de residuos orgánicos (ej. desechos de alimentos, estiércol), compuesto principalmente de metano.</p>",
            "wood_pellets": "<p><b>Pellets de madera y biomasa</b> - Utilizados para calefacción y generación de electricidad.</p>"
          }
        },
        "advantages": {
          "title": "Ventajas",
          "list": {
            "renewable": "✅ Renovable y reduce la dependencia de los combustibles fósiles",
            "waste_reduction": "✅ Puede utilizar residuos agrícolas, reduciendo la contaminación por desechos",
            "lower_emissions": "✅ Menores emisiones de carbono en comparación con los combustibles fósiles"
          }
        },
        "disadvantages": {
          "title": "Desventajas",
          "list": {
            "food_competition": "❌ Puede competir con la producción de alimentos (ej. usar maíz para combustible en lugar de comida)",
            "land_requirement": "❌ Requiere grandes extensiones de tierra para los cultivos",
            "emissions": "❌ Algunos biocombustibles siguen produciendo emisiones al quemarse"
          }
        },
        "conclusion": "Los biocombustibles se utilizan ampliamente en el transporte, especialmente en países que promueven la energía verde."
      }
    }
  }
}